Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: saturation correction before the color balance
es: Corrección de saturación antes del balance de color

source: saturation correction after the color balance
es: Corrección de saturación después del balance de color

source: adjust to match a neutral tone
es: Ajustar para que coincida con un tono neutro

source: factor of
es: factor de

source: shadows : lift / offset
es: sombras: realzar / atenuar

source: factor of lift
es: Factor de realce

source: lift
es: realce

source: select the hue
es: Seleccionar el tono

source: select the saturation
es: selecciona la saturación

source: factor of red for lift
es: Factor de realce en rojo

source: factor of green for lift
es: Factor de realce en verde

source: factor of blue for lift
es: Factor de realce en azul

source: mid-tones : gamma / power
es: tonos medios: gamma / fuerza

source: factor of gamma
es: Factor de gamma

source: factor of red for gamma
es: Factor de gamma para rojo

source: factor of green for gamma
es: Factor de gamma para verde

source: factor of blue for gamma
es: Factor de gamma para azul

source: highlights : gain / slope
es: luces: ascenso / descenso

source: factor of gain
es: Factor de incremento

source: gain
es: incremento

source: factor of red for gain
es: Factor de incremento del rojo

source: factor of green for gain
es: Factor de incremento del verde

source: factor of blue for gain
es: Factor de incremento del azul

source: auto optimizers
es: optimizadores automáticos

source: fit the whole histogram and center the average luma
es: Ajustar todo el histograma y centrar la luminancia media

source: optimize the RGB curves to remove color casts
es: Optimizar las curvas RGB para eliminar los tonos de color

source: color look up table
es: tabla de búsqueda de color

source: green-red
es: verde-rojo

source: blue-yellow
es: azul-amarillo

source: target color
es: color destino

source: it8 skin tones
es: it8 tonos de piel

source: helmholtz/kohlrausch monochrome
es: helmholtz/kohlrausch monocromo

source: Fuji Astia emulation
es: Emulación de Fuji Astia

source: Fuji Classic Chrome emulation
es: Emulación de Fuji Classic Chrome

source: Fuji Monochrome emulation
es: Emulación de Fuji Monochrome

source: Fuji Provia emulation
es: Emulación de Fuji Provia

source: Fuji Velvia emulation
es: Emulación de Fuji Velvia

source: patch #%d
es: parche #%d

source: (%2.2f %2.2f %2.2f) altered patches are marked with an outline click to select double click to reset right click to delete patch shift+click while color picking to replace patch
es: (%2.2f %2.2f %2.2f) Los parches modificados se muestran con un contorno Pulse para seleccionar un parche Doble pulsado para reiniciarlo Pulsado secundario para borrarlo Mayús+Clic para reemplazar el parche por el color de la selección

source: patch
es: parche

source: color checker patch
es: Número de parche de color

source: lightness offset
es: Equilibrar la luminosidad

source: chroma offset green/red
es: Equilibrar la crominancia del verde/rojo

source: green/red
es: verde / rojo

source: chroma offset blue/yellow
es: Equilibrar la crominancia del azul/amarillo

source: blue/yellow
es: azul / amarillo

source: saturation offset
es: Equilibrar la saturación

source: control target color of the patches via relative offsets or via absolute Lab values
es: Controlar el color destino de los parches a través de ajustes relativos o valores absolutos de Lab

source: relative
es: relativo

source: absolute
es: absoluto

source: color contrast
es: contraste de color

source: green vs magenta
es: verde / magenta

source: blue vs yellow
es: azul / amarillo

source: steepness of the a* curve in Lab
es: Pendiente de la curva a* en Lab

source: steepness of the b* curve in Lab
es: Pendiente de la curva b* en Lab

source: color correction
es: corrección de color

source: warm tone
es: tono cálido

source: warming filter
es: filtro de calentamiento

source: cooling filter
es: filtro de enfriamiento

source: drag the line for split-toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
es: Arrastre la línea para la variación tonal. El punto blanco son las luces,el punto negro son las sombras. Use la rueda del ratón para cambiar la saturación.

source: set the global saturation
es: establece la saturación global

source: input color profile
es: perfil de color de entrada

source: input profile
es: perfil de entrada

source: working profile
es: perfil de trabajo

source: gamut clipping
es: recorte de gama

source: can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
es: No se puede extraer la matriz del espacio de color `%s', por lo que será reemplazada por Rec2020 RGB

source: `%s' color matrix not found!
es: `%s' matriz de color no encontrada

source: input profile could not be generated!
es: El perfil de entrada no puede ser generado

source: unsupported input profile has been replaced by linear Rec709 RGB!
es: El perfil de entrada está sin soporte y ha sido reemplazado por RGB lineal Rec709

source: ICC profiles in %s or %s
es: Perfiles ICC en %s o %s

source: confine Lab values to gamut of RGB color space
es: limitar los valores Lab al gama del espacio de color RGB

source: colorize
es: colorear

source: source mix
es: mezcla fuente

source: select the hue tone
es: Seleccionar el tono

source: select the saturation shadow tone
es: Seleccionar el tono de saturación de las sombras

source: lightness of color
es: luminosidad

source: mix value of source lightness
es: mezclar el valor de la luminosidad de las fuentes

source: color mapping
es: mapeo de color

source: number of clusters
es: número de grupos

source: color dominance
es: dominante de color

source: histogram equalization
es: equalización del histograma

source: acquire as source
es: obtener fuente

source: acquire as target
es: obtener como objetivo

source: source clusters:
es: grupos fuente:

source: target clusters:
es: grupos objetivo:

source: analyze this image as a source image
es: analizar esta imagen como imagen fuente

source: analyze this image as a target image
es: analizar esta imagen como objetivo

source: number of clusters to find in image. value change resets all clusters
es: numero de grupos a encontrar en una imagen. los cambios en los valores reinician todos los grupos

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
es: Modo de mapear los grupos. Valores bajos: basados en la proximidad del color. Valores altos: basados en el dominio del color

source: level of histogram equalization
es: nivel de equalización del histograma

source: output color profile
es: perfil de color de salida

source: missing output profile has been replaced by sRGB!
es: El perfil de salida que faltaba ha sido sustituido por sRGB

source: missing softproof profile has been replaced by sRGB!
es: El perfil de pruebas que faltaba ha sido sustituido por sRGB

source: unsupported output profile has been replaced by sRGB!
es: El perfil de salida no tiene soporte y se reemplazó por sRGB

source: output intent
es: salida

source: relative colorimetric
es: colorimétrico relativo

source: absolute colorimetric
es: colorimétrico absoluto

source: rendering intent
es: representación de color

source: color reconstruction
es: reconstrucción de color

source: spatial extent
es: extensión espacial

source: range extent
es: extensión de rango

source: precedence
es: precedente

source: inconsistent output
es: Salida inconsistente

source: module `color reconstruction' failed
es: Ocurrió un fallo con el módulo 'reconstrucción de color'

source: saturated colors
es: colores saturados

source: pixels with lightness values above this threshold are corrected
es: Se corrigen los pixeles con valores de luminosidad por encima de este umbral

source: how far to look for replacement colors in spatial dimensions
es: Límite de búsqueda de los colores de reemplazo en las dimensiones espaciales

source: how far to look for replacement colors in the luminance dimension
es: Límite de búsqueda de los colores de reemplazo en la dimensión de luminancia

source: if and how to give precedence to specific replacement colors
es: Nivel y modo de prioridad a los colores específicos de reemplazo

source: the hue tone which should be given precedence over other hue tones
es: Elegir el tono que debería tener mayor prioridad sobre los demás

source: color transfer
es: transferencia de color

source: acquire
es: adquirir

source: apply
es: establecer

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
es: Este módulo será eliminado en el futuro y solo está aquí, así que puede desactivarlo y moverse al nuevo módulo de mapeo de color.

source: number of clusters to find in image
es: Número de grupos para encontrar en la imagen

source: analyze this image
es: Analizar esta imagen

source: apply previously analyzed image look to this image
es: Establecer en esta imagen el aspecto analizado previamente

source: color zones
es: zonas de color

source: select by
es: seleccionar por

source: process mode
es: modo de proceso

source: interpolation method
es: método de interpolación

source: red black white
es: rojo negro blanco

source: black white and skin tones
es: b/n y tonos de piel

source: polarizing filter
es: filtro polarizador

source: natural skin tones
es: tonos de piel naturales

source: black & white film
es: película blanco y negro

source: cannot display masks when the blending mask is displayed
es: No se pueden mostrar máscaras cuando se muestra la de fusión

source: create a curve based on an area from the image drag to create a flat curve ctrl+drag to create a positive curve shift+drag to create a negative curve
es: Crea una curva basada en un área de la imagen Arrastrar para crear una curva plana Use Ctrl+Arrastre para crear una curva positiva Use Mayús+Arrastre para crear una curva negativa

source: edit by area
es: editar por área

source: edit the curve nodes by area
es: Editar los nodos de la curva por área

source: display selection
es: selección de visualización

source: choose selection criterion, will be the abscissa in the graph
es: Elegir el criterio de selección, que corresponde a la abscisa en el gráfico

source: strong
es: fuerza

source: choose between a smoother or stronger effect
es: Elegir entre un efecto más suave o más marcado.

source: centripetal spline
es: curva segmentaria centrípeta

source: monotonic spline
es: curva segmentaria monótona

source: change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
es: Cambie el método de interpolación si ve oscilaciones o cúspides en la curva: - La curva segmentaria cúbica es mejor para producir curvas suaves, pero oscila cuando los nodos están demasiado cerca. - La centrípeta es mejor para evitar cúspides y oscilaciones con nódulos cercanos, pero es menos suave. - La monótona es mejor para la precisión de las funciones analíticas puras (log, gamma, exp)

source: defringe
es: reducción de halo

source: edge detection radius
es: radio de detección de bordes

source: operation mode
es: modo de operación

source: global average (fast)
es: media global (rápido)

source: local average (slow)
es: media local (lento)

source: static threshold (fast)
es: umbral estático (rápido)

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
es: Método de protección de color: - Promedio global: es rápido. Puede mostrar vistas previas ligeramente erróneas con mucha ampliación; a veces puede proteger mucho la saturación o muy poco en comparación con el promedio local - Promedio local: es lento. Puede proteger la saturación mejor que el promedio global utilizando los pixeles cercanos como referencia de color, por lo que puede permitir mayor desaturación cuando se requiera - Estático: es rápido. Solo usa el umbral como límite estático

source: radius for detecting fringe
es: Radio para detección de halos

source: threshold for defringe, higher values mean less defringing
es: Umbral para reducir halos. Valores significan menor reducción

source: demosaic
es: interpolación cromática

source: edge threshold
es: borde del umbral

source: method (bayer)
es: método (Bayer)

source: method (xtrans)
es: método (X-Trans)

source: color smoothing
es: suavizado de color

source: match greens
es: igualar verdes

source: `%s' color matrix not found for 4bayer image!
es: `%s' matriz de color no encontrada para la imagen 4bayer

source: method
es: método

source: PPG (fast)
es: PPG (rápido)

source: AMaZE (slow)
es: AMaZE (lento)

source: passthrough (monochrome) (experimental)
es: atravesar (monocromo) (experimental)

source: demosaicing raw data method
es: Método de interpolación cromática para imágenes en bruto

source: Markesteijn 1-pass
es: Markesteijn 1 pasada

source: Markesteijn 3-pass (slow)
es: Markesteijn 3 pasadas (lento)

source: frequency domain chroma (slow)
es: croma de dominio de frecuencia (lento)

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
es: Umbral para la mediana de detección de bordes. Poner en 0.0 para desactivar. Poner en 1.0 para ignorar bordes.

source: one time
es: una vez

source: two times
es: dos veces

source: three times
es: tres veces

source: four times
es: cuatro veces

source: five times
es: cinco veces

source: how many color smoothing median steps after demosaicing
es: La cantidad de suavizado con medios pasos después de la interpolación cromática

source: disabled
es: deshabilitado

source: local average
es: promedio local

source: full average
es: promedio total

source: full and local average
es: promedio total y local

source: green channels matching method
es: Método de correspondencia para los canales verdes

source: demosaicing only needed for raw images.
es: La interpolación cromática solo es necesaria para imágenes en bruto (RAW).

source: denoise (profiled)
es: reducción de ruido (perfilado)

source: adjust autoset parameters
es: ajustar los parámetros de configuración automática

source: preserve shadows
es: preservar las sombras

source: bias correction
es: corrección de sesgo

source: patch size
es: tamaño del parche

source: search radius
es: área de búsqueda

source: scattering
es: diseminar

source: central pixel weight
es: peso del pixel central

source: found match for ISO %d
es: coincidencia encontrada para el ISO %d

source: interpolated from ISO %d and %d
es: interpolación del ISO %d y %d

source: compute variance
es: calcular varianza

source: use only with a perfectly uniform image if you want to estimate the noise variance.
es: Utilizar solo con una imagen perfectamente uniforme si desea estimar la varianza del ruido.

source: variance red:
es: varianza del rojo:

source: variance computed on the red channel
es: Varianza calculada para el canal rojo

source: variance green:
es: varianza del verde:

source: variance computed on the green channel
es: Varianza calculada para el canal verde

source: variance blue:
es: varianza del azul:

source: variance computed on the blue channel
es: Varianza calculada para el canal azul

source: whitebalance-adaptive transform
es: transformada adaptativa del balance de blancos

source: adapt denoising according to the white balance coefficients. should be enabled on a first instance for better denoising. should be disabled if an earlier instance has been used with a color blending mode.
es: Se adapta la reducción de ruido de acuerdo con los coeficientes del balance de blancos. Habilitar en un primer módulo para una mejor reducción de ruido. Deshabilitar si en un módulo previo del mismo se ha utilizado con el modo de fusión de color.

source: fix various bugs in algorithm
es: Corrección de errores en el algoritmo

source: fix bugs in anscombe transform resulting in undersmoothing of the green channel in wavelets mode, combined with a bad handling of white balance coefficients, and a bug in non local means normalization resulting in undersmoothing when patch size was increased. enabling this option will change the denoising you get. once enabled, you won't be able to return back to old algorithm.
es: Corrige los errores de la transformada de Anscombe, lo que se traduce en una disminución de la capacidad del canal verde en el modo de ondículas. Combinado con un mal manejo de los coeficientes del balance de blancos, y un error en la normalización de medias no locales, resulta en una disminución de la capacidad cuando se incrementa el tamaño del parche. Habilitar esta opción cambiará la eliminación de ruido que se tiene. Una vez habilitado, no podrá volver al algoritmo anterior.

source: upgrade profiled transform
es: Actualización del modelo

source: upgrade the variance stabilizing algorithm. new algorithm extends the current one. it is more flexible but could give small differences in the images already processed.
es: Actualización del algoritmo de estabilización de varianza. El nuevo algoritmo amplía al actual. Es más flexible pero podría dar pequeñas diferencias en las imágenes ya procesadas.

source: profile
es: perfil

source: color mode
es: modo de color

source: scattering (coarse-grain noise)
es: diseminar (ruido con granularidad gruesa)

source: central pixel weight (details)
es: peso del pixel central (detalles)

source: non-local means
es: medias no locales

source: non-local means auto
es: medias no locales automático

source: wavelets
es: ondículas

source: wavelets auto
es: ondículas automático

source: profile used for variance stabilization
es: Perfil utilizado para estabilizar la varianza

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
es: Método utilizado en el núcleo de reducción de ruido. El método medias no locales es mejor para la mezcla de luminosidad, el de ondículas funciona mejor para la mezcla de color

source: color representation used within the algorithm. RGB keeps the RGB channels separated, while Y0U0V0 combine the channels to denoise chroma and luma separately.
es: Representación de color usada dentro del algoritmo. El RGB mantiene los canales RGB separados, mientras que Y0U0V0 combina los canales para reducir el ruido de croma y luma por separado.

source: radius of the patches to match. increase for more sharpness on strong edges, and better denoising of smooth areas. if details are oversmoothed, reduce this value or increase the details slider.
es: Radio de los parches a igualar. Aumentar para obtener más nitidez en bordes fuertes, y mejor eliminación de ruido en áreas lisas. Si los detalles están demasiado suavizados, reduzca este valor o aumente el control deslizante de detalles.

source: emergency use only: radius of the neighbourhood to search patches in. increase for better denoising performance, but watch the long runtimes! large radii can be very slow. you have been warned
es: Úsese solo en caso de emergencia: radio de proximidad para buscar coincidencias en el área de los bordes. Incrementar para un mejor desempeño en la eliminación de ruido a costa de un mayor tiempo de ejecución. Los radios grandes pueden ser muy lentos. Ha sido advertido.

source: scattering of the neighbourhood to search patches in. increase for better coarse-grain noise reduction. does not affect execution time.
es: Dispersión en la proximidad para buscar coincidencias. Aumentar para una mejor reducción de ruido de grano grueso. No afecta el tiempo de ejecución.

source: increase the weight of the central pixel of the patch in the patch comparison. useful to recover details when patch size is quite big.
es: Aumenta el peso del pixel central del parche al compararse los parches. Útil para recuperar detalles cuando el tamaño del parche es bastante grande.

source: finetune denoising strength
es: Intensidad de la corrección para reducir el ruido

source: controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. this can happen if your picture is underexposed.
es: Controla la forma en que los parámetros se configuran automáticamente Incrementar si la reducción de ruido no es suficiente en las sombras o si queda ruido de croma. Podría suceder si la imagen está subexpuesta.

source: finetune shadows denoising. decrease to denoise more aggressively dark areas of the image.
es: Afinar la reducción de ruido en las sombras. Disminuir para reducir el ruido más intensamente en las áreas oscuras de la imagen.

source: correct color cast in shadows. decrease if shadows are too purple. increase if shadows are too green.
es: Corrección de color en sombras. Disminuir si las sombras son demasiado púrpuras. Aumentar si las sombras son demasiado verdes.

source: dithering
es: tramado

source: dither
es: trama

source: random
es: aleatorio

source: floyd-steinberg 1-bit B&W
es: Floyd-Steinberg 1 bit B&N

source: floyd-steinberg 4-bit gray
es: Floyd-Steinberg 4 bits gris

source: floyd-steinberg 8-bit RGB
es: Floyd-Steinberg 8 bits RGB

source: floyd-steinberg 16-bit RGB
es: Floyd-Steinberg 16 bits RGB

source: floyd-steinberg auto
es: Floyd-Steinberg automático

source: radius for blurring step
es: Radio para un paso de desenfoque

source: the gradient range where to apply random dither
es: Rango de gradiente donde se aplica el tramado aleatorio

source: gradient range
es: rango de gradiente

source: damping level of random dither
es: Nivel de atenuación del tramado aleatorio

source: damping
es: atenuación

source: legacy equalizer
es: ecualizador (antiguo)

source: sharpen (strong)
es: enfoque (marcado)

source: null
es: nulo

source: denoise (strong)
es: reducción de ruido (intenso)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
es: Este módulo sera eliminado en el futuro y solo está aquí, así que puede desactivarlo y moverse al nuevo ecualizador.

source: black
es: negro

source: auto-exposure
es: exposición automática

source: percentile
es: percentil

source: target level
es: nivel de objetivo

source: magic lantern defaults
es: parámetros de la linterna mágica

source: failed to get raw buffer from image `%s'
es: No se pudo obtener el búfer en bruto de la imagen `%s'

source: automatic
es: automático

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
es: Ajusta el nivel de negro para retirar valores RGB de los negativos. No debe usarse para agregar más densidad en los negros. Si está mal configurado, recortará los colores casi negros de la gama empujando los valores RGB a negativos.

source: percentage of bright values clipped out, toggle color picker to activate
es: Porcentaje del valor del brillo excluido, pulsar en el cuentagotas para activar

source: clipping threshold
es: umbral superior

source: where in the histogram to meter for deflicking. E.g. 50% is median
es: Donde se medirá el histograma para remover el parpadeo (p.ej. 50% es mediano)
